[
  {
    "copyright": "Michael Sherick",
    "date": "2021-11-11",
    "explanation": "NGC 1333 is seen in visible light as a reflection nebula, dominated by bluish hues characteristic of starlight reflected by interstellar dust. A mere 1,000 light-years distant toward the heroic constellation Perseus, it lies at the edge of a large, star-forming molecular cloud. This telescopic close-up spans about two full moons on the sky or just over 15 light-years at the estimated distance of NGC 1333. It shows details of the dusty region along with telltale hints of contrasty red emission from Herbig-Haro objects, jets and shocked glowing gas emanating from recently formed stars. In fact, NGC 1333 contains hundreds of stars less than a million years old, most still hidden from optical telescopes by the pervasive stardust. The chaotic environment may be similar to one in which our own Sun formed over 4.5 billion years ago.",
    "hdUrl": "https://apod.nasa.gov/apod/image/2111/ngc1333_RGB-c2.jpg",
    "mediaType": "image",
    "serviceVersion": "v1",
    "title": "NGC 1333: Stellar Nursery in Perseus",
    "url": "https://apod.nasa.gov/apod/image/2111/ngc1333_RGB-c21024.jpg"
  },
  {
    "copyright": "Paolo Lazzarotti",
    "date": "2021-11-10",
    "explanation": "Many think it is just a myth.  Others think it is true but its cause isn't known.  Adventurers pride themselves on having seen it.  It's a green flash from the Sun.  The truth is the green flash does exist and its cause is well understood.  Just as the setting Sun disappears completely from view, a last glimmer appears startlingly green.  The effect is typically visible only from locations with a low, distant horizon, and lasts just a few seconds. A green flash is also visible for a rising Sun, but takes better timing to spot.  A dramatic green flash was caught on video last month as the Sun set beyond the Ligurian Sea from Tuscany, Italy. The second sequence in the featured video shows the green flash in real time, while the first is sped up and the last is in slow motion. The Sun itself does not turn partly green -- the effect is caused by layers of the Earth's atmosphere acting like a prism.   Discovery + Outreach: Graduate student research position open for APOD",
    "mediaType": "video",
    "serviceVersion": "v1",
    "title": "Video of a Green Flash",
    "url": "https://www.youtube.com/embed/25FfQ9MEQE8",
    "hdUrl": null
  },
  {
    "copyright": "Stéphane Poirier",
    "date": "2021-11-08",
    "explanation": "Why, sometimes, does part of the Sun's atmosphere leap into space? The reason lies in changing magnetic fields that thread through the Sun's surface.  Regions of strong surface magnetism, known as active regions, are usually marked by dark sunspots.  Active regions can channel charged gas along arching or sweeping magnetic fields -- gas that sometimes falls back, sometimes escapes, and sometimes not only escapes but impacts our Earth.  The featured one-hour time-lapse video -- taken with a small telescope in France -- captured an eruptive filament that appeared to leap off the Sun late last month. The filament is huge: for comparison, the size of the Earth is shown on the upper left. Just after the filament lifted off, the Sun emitted a powerful X-class flare while the surface rumbled with a tremendous solar tsunami. A result was a cloud of charged particles that rushed into our Solar System but mostly missed our Earth -- this time. However, enough solar plasma did impact our Earth's magnetosphere to create a few faint auroras.",
    "mediaType": "video",
    "serviceVersion": "v1",
    "title": "A Filament Leaps from the Sun",
    "url": "https://www.youtube.com/embed/7NykS2kv_k8?playlist=7NykS2kv_k8&loop=1;rel=0&autoplay=1",
    "hdUrl": null
  },
  {
    "copyright": "Xie Jie",
    "date": "2021-11-01",
    "explanation": "The dream was to capture both the waterfall and the Milky Way together. Difficulties included finding a good camera location, artificially illuminating the waterfall and the surrounding valley effectively, capturing the entire scene with numerous foreground and background shots, worrying that fireflies would be too distracting, keeping the camera dry, and avoiding stepping on a poisonous snake.  Behold the result -- captured after midnight in mid-July and digitally stitched into a wide-angle panorama. The waterfall is the picturesque Zhulian waterfall in the Luoxiao Mountains in eastern Hunan Province, China. The central band of our Milky Way Galaxy crosses the sky and shows numerous dark dust filaments and colorful nebulas. Bright stars dot the sky -- all residing in the nearby Milky Way -- including the Summer Triangle with bright Vega visible above the Milky Way's arch. After capturing all 78 component exposures for you to enjoy, the photographer and friends enjoyed the view themselves for the rest of the night.    Discovery + Outreach: Graduate student research position open for APOD",
    "hdUrl": "https://apod.nasa.gov/apod/image/2111/MilkyWayWaterfall_XieJie_2500.jpg",
    "mediaType": "image",
    "serviceVersion": "v1",
    "title": "A Waterfall and the Milky Way",
    "url": "https://apod.nasa.gov/apod/image/2111/MilkyWayWaterfall_XieJie_960.jpg"
  },
  {
    "copyright": "Wes Higgins",
    "date": "2021-01-21",
    "explanation": "Interstellar dust clouds and glowing nebulae abound in the fertile constellation of Orion. One of the brightest, M78, is centered in this colorful, wide field view, covering an area north of Orion's belt. At a distance of about 1,500 light-years, the bluish reflection nebula is around 5 light-years across. Its tint is due to dust preferentially reflecting the blue light of hot, young stars. Reflection nebula NGC 2071 is just to the left of M78. Flecks of emission from Herbig-Haro objects, energetic jets from stars in the process of formation, stand out against the dark dust lanes. The exposure also brings out the region's fainter, pervasive reddish glow of atomic hydrogen gas.",
    "hdUrl": "https://apod.nasa.gov/apod/image/2101/M78wideHiggins.jpg",
    "mediaType": "image",
    "serviceVersion": "v1",
    "title": "M78 Wide Field",
    "url": "https://apod.nasa.gov/apod/image/2101/M78wideHiggins1024.jpg"
  },
  {
    "date": "2019-01-21",
    "explanation": "This is what NASA's Insight lander looks like on Mars. With its solar panels, InSight is about the size of a small bus.  Insight successfully landed on Mars in November with a main objective to detect seismic activity. The featured selfie is a compilation of several images taken of different parts of the InSight lander, by the lander's arm, at different times. SEIS, the orange-domed seismometer seen near the image center last month, has now been placed on the Martian surface.  With this selfie, Mars InSight continues  a long tradition of robotic spacecraft on Mars taking and returning images of themselves, including Viking, Sojourner, Pathfinder, Spirit, Opportunity, Phoenix, and Curiosity.  Data taken by Mars Insight is expected to give humanity unprecedented data involving the interior of Mars, a region thought to harbor formation clues not only about Mars, but Earth.    Growing Gallery:  Last Night's Total Lunar Eclipse",
    "hdUrl": "https://apod.nasa.gov/apod/image/1901/Selfie_InSight_4391.jpg",
    "mediaType": "image",
    "serviceVersion": "v1",
    "title": "InSight Lander Takes Selfie on Mars",
    "url": "https://apod.nasa.gov/apod/image/1901/Selfie_InSight_1080.jpg",
    "copyright": null
  },
  {
    "date": "2008-01-21",
    "explanation": "What would it look like to fly past Mercury?  Just such an adventure was experienced last week by the MESSENGER spacecraft during its first flyby of the strange moon-like world nearest the Sun.  Pictured above is the limb of Mercury seen by MESSENGER upon approach, from about 1 1/2 Earth diameters away.  Visible on the hot and barren planet are many craters, many appeared to be more shallow than similarly sized craters on the Moon.  The comparatively high gravity of Mercury helps flatten tall structures like high crater walls.  MESSENGER was able to take over 1,000 images of Mercury which will be beamed back to Earth for planetary geologists to study.  The robotic MESSENGER spacecraft is scheduled to fly past Mercury twice more before firing its thrusters to enter orbit in 2011.",
    "hdUrl": "https://apod.nasa.gov/apod/image/0801/mercury03_messenger_big.png",
    "mediaType": "image",
    "serviceVersion": "v1",
    "title": "Mercury's Horizon from MESSENGER",
    "url": "https://apod.nasa.gov/apod/image/0801/mercury03_messenger.jpg",
    "copyright": null
  }
]